tutorials/incompressible/pisoSolver/ras/cavity/0/epsilon
/*---------------------------------------------------------------------------*
Caelus 7.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.000765;

boundaryField
{
    movingWall
    {
        type            epsilonWallFunction;
        value           uniform 0.000765;
    }
    fixedWalls
    {
        type            epsilonWallFunction;
        value           uniform 0.000765;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
